let user = [
  {
    ID: "U0",
    Username: "อนุวัฒน์",
    Firstname: "อนุวัฒน์",
    Lastname: "ทองคำ",
    Address:
      "บ้านเลขที่ 19 หมู่ 1 ตำบล หนองขี้ม้า อำเภอ เมืองขอนแก่น จังหวัด ขอนแก่น 47191",
    Tel: "091-111-1234",
    Email: "anuwat.th@kkumail.com",
    Password: "12345678",
    Credit: 16580,
    Review: [
      {
        PID: "P0",
        Text: "ของโคตรดีเลยครับ :D",
      },
      {
        PID: "P3",
        Text: "ของโคตรดีเลยครับพรี้!!!",
      },
      {
        PID: "P4",
        Text: "ใช้ดีมากครับ รักเลย<3",
      },
    ],
    Favorite: ["P0", "P5", "P7", "P9", "P11"],
    Cart: ["P50", "P55", "P57", "P59", "P61", "P0", "P5", "P7", "P9", "P11"],
    Bought: ["P0", "P2", "P4", "P8", "P16", "P32"],
  },
  {
    ID: "U1",
    Username: "ณัฐนันท์",
    Firstname: "ณัฐนันท์",
    Lastname: "ทองชุมภู",
    Address:
      "บ้านเลขที่ 18 หมู่ 4 ตำบล หนองขี้หมู อำเภอ เมืองขอนแก่น จังหวัด ขอนแก่น 47191",
    Tel: "063-333-1234",
    Email: "natthanan.th@kkumail.com",
    Password: "12345678",
    Credit: 500,
    Review: [
      {
        PID: "P0",
        Text: "หูย! โคตรซิ่งเลยพี่ใหญ่ จัดมาอีกสี่",
      },
    ],
    Favorite: ["P10", "P15", "P17", "P19", "P21"],
    Cart: ["P0", "P5", "P7", "P9", "P11"],
    Bought: ["P32", "P34", "P38", "P46", "P62"],
  },
  {
    ID: "U2",
    Username: "อ้ายจอนนี่",
    Firstname: "จอนนี่",
    Lastname: "ศรีสุพล",
    Address:
      "บ้านเลขที่ 23 หมู่ 8 ตำบล หนองขี้แมว อำเภอ เมืองขอนแก่น จังหวัด ขอนแก่น 47191",
    Tel: "089-999-1234",
    Email: "john_2044@kkumail.com",
    Password: "12345678",
    Credit: 2500,
    Review: [
      {
        PID: "P0",
        Text: "อ้ายมีบ่อ้าย มีอีกบ่อ้าย ขอจั๊กอันแหน่",
      },
      {
        PID: "P1",
        Text: "อ้ายมีบ่อ้าย มีอีกบ่อ้าย ขอจั๊กอันแหน่",
      },
    ],
    Favorite: ["P50", "P55", "P57", "P59", "P61"],
    Cart: ["P10", "P15", "P17", "P19", "P21"],
    Bought: ["P52", "P54", "P58", "P66", "P82"],
  },
];
